Repository: Nigel2392/wagtail_feedback
Catalog: feedback/locale/*/LC_MESSAGES/django.po
Languages: de, fr, nl

source: Period
de: Zeitraum
fr: Période
nl: Periode

source: The period to aggregate the feedback results.
de: Der Zeitraum, um die Feedback-Ergebnisse zu aggregieren.
fr: La période pour agréger les résultats de rétroaction.
nl: De periode om de feedback resultaten te aggregeren.

source: Day/Hour
de: Tag/Stunde
fr: Jour/Heure
nl: Dag/Uur

source: Date
de: Datum
nl: Datum

source: Month
de: Monat
fr: Mois
nl: Maand

source: Year
de: Jahr
fr: Année
nl: Jaar

source: Positivity Range
de: Positivitätsbereich
fr: Intervalle de Positivité
nl: Positiviteit Niveau

source: The range of positivity to filter the results.
de: Der Bereich der Positivität, um die Ergebnisse zu filtern.
fr: La gamme de positivité pour filtrer les résultats.
nl: Het niveau van positiviteit om de resultaten te filteren.

source: Most Positive
de: Am positivsten
fr: Plus Positif
nl: Meest Positief

source: Least Positive
de: Am wenigsten positiv
fr: Moins Positif
nl: Minst Positief

source: Ordering
de: Sortierung
fr: Classement
nl: Volgorde

source: None
de: Keine
fr: Aucun
nl: Geen

source: The ordering of the feedback instances.
de: Die Sortierung der Feedback-Instanzen.
fr: L'ordre des instances de rétroaction.
nl: De volgorde van de feedback instanties.

source: Attitude
de: Einstellung
nl: Mening

source: All
de: Alle
fr: Tous
nl: Alles

source: The attitude of the feedback.
de: Die Einstellung des Feedbacks.
fr: L'attitude de la rétroaction.
nl: De mening van de feedback.

source: Positive
de: Positiv
fr: Positif
nl: Positief

source: Negative
de: Negativ
fr: Négatif
nl: Negatief

source: Has Message
de: Mit Nachricht
fr: A un Message
nl: Heeft Bericht

source: Whether the feedback has a message.
de: Ob das Feedback eine Nachricht hat.
fr: Si la rétroaction a un message.
nl: Of de feedback een bericht heeft.

source: Yes
de: Ja
fr: Oui
nl: Ja

source: No
de: Nein
fr: Non
nl: Nee

source: Message
de: Nachricht
nl: Bericht

source: What would you like to see improved?
de: Was möchten Sie verbessert sehen?
fr: Ce que vous aimeriez voir amélioré ?
nl: Wat zou u graag verbeterd zien?

source: You must provide a message.
de: Sie müssen eine Nachricht angeben.
fr: Vous devez fournir un message.
nl: U moet een bericht opgeven.

source: Feedback Title
de: Feedback-Titel
fr: Titre de la Rétroaction
nl: Feedback Titel

source: The title of the feedback form.
de: Der Titel des Feedback-Formulars.
fr: Le titre du formulaire de rétroaction.
nl: De titel van het feedback formulier.

source: Feedback Thanks
de: Feedback-Dank
fr: Merci de la Rétroaction
nl: Feedback Bedankt

source: The message shown after submitting feedback.
de: Die Nachricht, die nach dem Absenden des Feedbacks angezeigt wird.
fr: Le message affiché après avoir soumis une rétroaction.
nl: Het bericht dat wordt weergegeven na het verzenden van feedback.

source: Feedback Explainer
de: Feedback-Erklärer
fr: Explicatif de la Rétroaction
nl: Feedback Uitleg

source: The message shown before submitting feedback, explaining what the feedback should be about.
de: Die Nachricht, die vor dem Absenden des Feedbacks gezeigt wird, um zu erklären, worum es beim Feedback gehen sollte.
fr: Le message affiché avant de soumettre une rétroaction, expliquant ce que la rétroaction devrait concerner.
nl: Het bericht dat wordt weergegeven voordat feedback wordt verzonden, waarin wordt uitgelegd waar de feedback over moet gaan.

source: Feedback Positive Text
de: Feedback-Positiv-Text
fr: Texte Positif de la Rétroaction
nl: Feedback Positieve Tekst

source: The text shown for positive feedback tooltip.
de: Der Text, der für das positive Feedback-Tooltip angezeigt wird.
fr: Le texte affiché pour l'infobulle de rétroaction positive.
nl: De tekst die wordt weergegeven voor positieve feedback tooltip.

source: Feedback Negative Text
de: Feedback-Negativ-Text
fr: Texte Négatif de la Rétroaction
nl: Feedback Negatieve Tekst

source: The text shown for negative feedback tooltip.
de: Der Text, der für das negative Feedback-Tooltip angezeigt wird.
fr: Le texte affiché pour l'infobulle de rétroaction négative.
nl: De tekst die wordt weergegeven voor negatieve feedback tooltip.

source: Message If Positive
de: Nachricht bei positivem Feedback
fr: Message Si Positif
nl: Bericht Wanneer Positief

source: Allow asking for explanation if the feedback is positive.
de: Erlaubt die Anfrage nach einer Erklärung, wenn das Feedback positiv ist.
fr: Permet de demander une explication si la rétroaction est positive.
nl: Vragen om uitleg als de feedback positief is.

source: Content
de: Inhalt
fr: Contenu
nl: Inhoud

source: Metadata
de: Metadaten
fr: Métadonnées

source: Whether the feedback is positive or negative.
de: Ob das Feedback positiv oder negativ ist.
fr: Si la rétroaction est positive ou négative.
nl: Of de feedback positief of negatief is.

source: The message of the feedback.
de: Die Nachricht des Feedbacks.
fr: Le message de la rétroaction.
nl: Het bericht van de feedback.

source: Page
de: Seite
nl: Pagina

source: The page the feedback is for.
de: Die Seite, für die das Feedback ist.
fr: La page pour laquelle la rétroaction est donnée.
nl: De pagina waar de feedback voor is.

source: Created At
de: Erstellt am
fr: Créé le
nl: Gemaakt Op

source: The time the feedback was created.
de: Die Zeit, zu der das Feedback erstellt wurde.
fr: Le moment où la rétroaction a été créée.
nl: De tijd waarop de feedback is gemaakt.

source: IP Address
de: IP-Adresse
fr: Adresse IP
nl: IP Adres

source: The IP address of the feedback.
de: Die IP-Adresse des Feedbacks.
fr: L'adresse IP de la rétroaction.
nl: Het IP adres van de feedback.

source: Thanks for your feedback!
de: Danke für Ihr Feedback!
fr: Merci pour votre rétroaction !
nl: Dank u voor uw feedback!

source: Help us improve by leaving a comment below
de: Helfen Sie uns, uns zu verbessern, indem Sie unten einen Kommentar hinterlassen
fr: Aidez-nous à améliorer en laissant un commentaire ci-dessous
nl: Help ons verbeteren door hieronder een opmerking achter te laten

source: Submit
de: Absenden
fr: Soumettre
nl: Versturen

source: Was this page helpful?
de: War diese Seite hilfreich?
fr: Cette page vous a-t-elle été utile ?
nl: Was deze pagina nuttig?

source: This page was helpful.
de: Diese Seite war hilfreich.
fr: Cette page était utile.
nl: Deze pagina was nuttig.

source: This page was not helpful.
de: Diese Seite war nicht hilfreich.
fr: Cette page n'était pas utile.
nl: Deze pagina was niet nuttig.

source: Total amount of votes: %(total)s
de: Gesamtanzahl der Stimmen: %(total)s
fr: Nombre total de votes : %(total)s
nl: Totaal aantal stemmen: %(total)s

source: Amount of positive votes: %(positive_count)s
de: Anzahl der positiven Stimmen: %(positive_count)s
fr: Nombre de votes positifs : %(positive_count)s
nl: Aantal positieve stemmen: %(positive_count)s

source: Amount of negative votes: %(negative_count)s
de: Anzahl der negativen Stimmen: %(negative_count)s
fr: Nombre de votes négatifs : %(negative_count)s
nl: Aantal negatieve stemmen: %(negative_count)s

source: Everyone is happy.
de: Alle sind glücklich.
fr: Tout le monde est content.
nl: Iedereen is blij.

source: A lot of people are happy.
de: Viele Menschen sind glücklich.
fr: Beaucoup de gens sont contents.
nl: Veel mensen zijn blij.

source: The majority is happy.
de: Die Mehrheit ist glücklich.
fr: La majorité est contente.
nl: De meerderheid is blij.

source: People are split.
de: Die Meinungen sind geteilt.
fr: Les avis sont partagés.
nl: Mensen zijn verdeeld.

source: Most people are unhappy.
de: Die meisten Menschen sind unglücklich.
fr: La plupart des gens sont mécontents.
nl: De meeste mensen zijn ongelukkig.

source: This is very unlikeable.
de: Das ist sehr unbeliebt.
fr: Ceci est très déplaisant.
nl: Dit is erg onaangenaam.

source: Nobody likes this.
de: Niemand mag das.
fr: Personne n'aime cela.
nl: Niemand vindt dit leuk.

source: Delete this feedback?
de: Möchten Sie dieses Feedback löschen?
fr: Supprimer cette rétroaction ?
nl: Deze feedback verwijderen?

source: Once you delete this object, there is no going back.
de: Sobald Sie dieses Objekt löschen, gibt es kein Zurück mehr.
fr: Une fois cet objet supprimé, il n'y a pas de retour en arrière.
nl: Als u dit object verwijdert, is er geen weg terug.

source: Yes, I'm sure
de: Ja, ich bin sicher
fr: Oui, je suis sûr
nl: Ja, ik weet het zeker

source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleren

source: Delete
de: Löschen
fr: Supprimer
nl: Verwijderen

source: Filter...
de: Filtern...
fr: Filtrer...
nl: Filteren...

source: Analytics
de: Analytik
fr: Analytique
nl: Analyse

source: List
de: Liste
fr: Liste
nl: Lijst

source: Thanks for your feedback! We appreciate your message.
de: Danke für Ihr Feedback! Wir schätzen Ihre Nachricht.
fr: Merci pour votre rétroaction ! Nous apprécions votre message.
nl: Bedankt voor uw feedback! We waarderen uw bericht.

source: Creation Range
de: Erstellungszeitraum
fr: Plage de Création
nl: Creatie Periode

source: The range of creation dates.
de: Der Bereich der Erstellungsdaten.
fr: La plage des dates de création.
nl: De periode van creatie data.

source: You do not have permission to view feedback instances.
de: Sie haben keine Berechtigung, Feedback-Instanzen anzusehen.
fr: Vous n'avez pas la permission de voir les instances de rétroaction.
nl: U heeft geen toestemming om feedback te bekijken.

source: You do not have permission to delete feedback instances.
de: Sie haben keine Berechtigung, Feedback-Instanzen zu löschen.
fr: Vous n'avez pas la permission de supprimer des instances de rétroaction.
nl: U heeft geen toestemming om feedback te verwijderen.

source: You must use a POST, DELETE or GET request to delete feedback instances.
de: Sie müssen eine POST-, DELETE- oder GET-Anfrage verwenden, um Feedback-Instanzen zu löschen.
fr: Vous devez utiliser une requête POST, DELETE ou GET pour supprimer des instances de rétroaction.
nl: U moet een POST, DELETE of GET verzoek gebruiken om feedback te verwijderen.

source: You have already submitted feedback for this page.
de: Sie haben bereits Feedback für diese Seite eingereicht.
fr: Vous avez déjà soumis une rétroaction pour cette page.
nl: U heeft al feedback voor deze pagina verzonden.

source: Thank you for your feedback.
de: Vielen Dank für Ihr Feedback.
fr: Merci pour votre rétroaction.
nl: Bedankt voor uw feedback.

source: Feedback messages are not allowed on positive feedback.
de: Feedback-Nachrichten sind bei positivem Feedback nicht erlaubt.
fr: Les messages de rétroaction ne sont pas autorisés sur les rétroactions positives.
nl: Feedback berichten zijn niet toegestaan op positieve feedback.

source: Feedback
fr: Rétroaction
